Repository: Zojax/zojax.formatter
Catalog: src/zojax/formatter/locales/*/LC_MESSAGES/zojax.formatter.po
Languages: nl

source: Configure portal formatters.
nl: Website datum/tijd instellingen.

source: Portal formatters
nl: Website datum/tijd

source: Today at ${value}
nl: Vandaag om ${value}

source: Yesterday at ${value}
nl: Gisteren om ${value}

source: Timezone
nl: Tijdzone

source: Portal timezone.
nl: Tijdzone van website.

source: Timezone format
nl: Tijdzoneformaat

source: Use principal timezone
nl: Tijdzone

source: Render datetime with user selected timezone.
nl: Geef de datum en tijd weer in de door de gebruiker gespecificeerde tijdzone.

source: No timezone
nl: Geen tijdzone

source: Number of hours
nl: Aantal uren

source: Timezone name
nl: Naam van tijdzone
